StuckAtPrototype/Racer/firmware/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32h2"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
CONFIG_BT_LE_DFT_TX_POWER_LEVEL_P20=y
CONFIG_HTTPD_MAX_REQ_HDR_LEN=512
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_IEEE802154_TIMING_OPTIMIZATION=n
CONFIG_SPI_FLASH_SUPPORT_GD_CHIP=n
